
@extends ('layout')
@section('content')
<div class="container">
    <ul class="breadcrumb">
      <li><a class="breadcrumb__link" href="/">Православный интернет-магазин «ВЕЧЕРИЯ»</a></li>
      <li>Оплата</li>
    </ul>
    <div class="title">
      <div class="title__wrap">
        <h1>Оплата</h1>
      </div>
    </div>
    <div class="text text--white-bg">
      <div class="text__title">
        <h2>Оплата наличными курьеру</h2>
      </div>
      <p>
        Оплата заказа производится по факту доставки, после после проверки внешнего вида и комплектности. </br>При получении товара убедитесь в отсутствии дефектов и его соответствии с заказанным Вами на сайте.
         </br>При наличии претензий к внешнему виду и комплектности товара Вы можете отказаться от товара.
      </p>
      <p class="red">Проверка товара происходит только в присутствии сотрудника службы доставки.</p>
      <p><strong>Мы будем благодарны, если Вы заранее приготовите необходимую для оплаты заказа сумму!</strong></p>
      <div class="text__title">
        <h2>Перевод на карту ПАО "Сбербанк"</h2>
      </div>
      <p><strong>Данный способ оплаты используется приемущественно для изготовления изделия на заказ.</strong></p>
      <p>
        Учитывая тот факт, что изделия мастерских - это продукт ручной работы, понравившиеся Вам изделия могут отсутствовать в наличии и изготавливаться на заказ. Изготовление православного изделия на заказ осуществляется <span class="red">после 100% авансового платежа (предоплаты)</span>.</p>
      <p>Детали по использованию данного способа оплаты уточняйте у менеджера</p>
      <div class="text__signature">С уважением, vecheria.ru!</div>
    </div>
</div>@endsection