
@extends ('layout')
@section('content')
<div class="container">
    <ul class="breadcrumb">
      <li><a class="breadcrumb__link" href="/">Православный интернет-магазин «ВЕЧЕРИЯ»</a></li>
      <li>Доставка</li>
    </ul>
    <div class="title">
      <div class="title__wrap">
        <h1>Доставка</h1>
      </div>
    </div>
    <div class="text text--white-bg">
      <p>Мы осуществляем доставку наших православных изделий во все регионы России.</p>
      <p>
        В связи с тем, что наша продукция - это продукт ручной работы, некоторые, понравившиеся Вам, изделия могут отсутствовать в наличии и изготавливаются
         под заказ. Ориентировочное время с момента изготовления до момента доставки
         уточняйте у менеджера.
      </p>
      <p><strong>Доступность (наличие) изделия указана на страничке товара.</strong></p>
      <p>
        Подробнее ознакомиться со способами оплаты Вы можете в разделе – <a href="/payment">Оплата</a>.</p>
      <div class="text__title">
        <h2>Курьерская доставка</h2>
      </div>
      <p>
        Стоимость доставки ювелирных изделий курьером <strong>в пределах МКАД</strong> – <strong>300 руб.</strong><br/>При заказе на сумму 4000 руб. и более, доставка в пределах МКАД бесплатна</p>
      <p>
        Стоимость доставки курьером в районы, расположенные <strong>за МКАД составит 300 руб. + доплата 150 руб./10км.</strong> <span class="red">(но не далее 50 км от МКАД)</span></p>
      <p>
        Минимальная стоимость доставки православных изделий <strong>в ближайшее Подмосковье (от 50 км от МКАД) – 500 руб.</strong><br>Итоговая стоимость данной доставки определяется исключительно по согласованию с менеджером по телефону!</p>
      <p>
        <strong>Срок доставки изделий, в случае наличия, составляет 1-2 дня с момента оформления заказа.</strong><br/>Доставка "день в день" возможна, если заказ поступил до 12.00. <br/>В случае, если заказ поступил позже,
         то доставка осуществляется на следующий день с 10.00 до 20.00, либо в любое другое удобное для Вас время.
      </p>
      <p><strong>Менеджер обязательно уточнит дату и время доставки, предварительно связавшись с Вами!</strong></p>
      <p>
        Вы имеете право отказаться от доставленных изделий! <br/>В этом случае Вам необходимо оплатить стоимость курьерских услуг, в соответствии с вышеизложенным тарифом.</p>
      <div class="text__signature">С уважением, vecheria.ru!</div>
    </div>
</div>@endsection